{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "CGC": 5,
      "GCG": 6,
      "CAG": 7,
      "TTT": 8,
      "AAA": 9,
      "CTG": 10,
      "TGC": 11,
      "GCA": 12,
      "GCC": 13,
      "GGC": 14,
      "CGG": 15,
      "CCG": 16,
      "ATC": 17,
      "GAT": 18,
      "CCA": 19,
      "TGG": 20,
      "TTC": 21,
      "TGA": 22,
      "GAA": 23,
      "TCA": 24,
      "AAC": 25,
      "AGC": 26,
      "GTT": 27,
      "AAT": 28,
      "ATT": 29,
      "GCT": 30,
      "CAT": 31,
      "ATG": 32,
      "TTG": 33,
      "CAA": 34,
      "ACC": 35,
      "GGT": 36,
      "ACG": 37,
      "CGT": 38,
      "TCG": 39,
      "CGA": 40,
      "CAC": 41,
      "GTG": 42,
      "TAA": 43,
      "TTA": 44,
      "ATA": 45,
      "AAG": 46,
      "CTT": 47,
      "TAT": 48,
      "TGT": 49,
      "ACA": 50,
      "GGA": 51,
      "TCC": 52,
      "AGA": 53,
      "GAC": 54,
      "GTC": 55,
      "TCT": 56,
      "GTA": 57,
      "TAC": 58,
      "AGG": 59,
      "CCT": 60,
      "ACT": 61,
      "AGT": 62,
      "CCC": 63,
      "GGG": 64,
      "CTC": 65,
      "GAG": 66,
      "TAG": 67,
      "CTA": 68,
      "A": 69,
      "[": 70,
      "]": 71,
      "C": 72,
      "END": 73,
      "G": 74,
      "START": 75,
      "T": 76
    },
    "unk_token": "[UNK]"
  }
}