{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"[UNK]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"[CLS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"[SEP]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"[PAD]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":4,"special":true,"content":"[MASK]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":null,"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"type":"WordLevel","vocab":{"[UNK]":0,"[CLS]":1,"[SEP]":2,"[PAD]":3,"[MASK]":4,"GGC":5,"GCC":6,"ATC":7,"GAC":8,"GAA":9,"ATG":10,"GTG":11,"CTG":12,"GTC":13,"GCG":14,"GAT":15,"AAA":16,"GGT":17,"AAG":18,"GAG":19,"ACC":20,"AAC":21,"GTT":22,"ATT":23,"GCA":24,"CTC":25,"CGC":26,"GCT":27,"CAG":28,"CCG":29,"TTC":30,"GTA":31,"TCG":32,"GGA":33,"AAT":34,"TAC":35,"CTT":36,"TTG":37,"ACG":38,"TCC":39,"GGG":40,"AGC":41,"CCC":42,"ACA":43,"ACT":44,"TCT":45,"TTA":46,"CGT":47,"TAT":48,"CAA":49,"CGG":50,"TTT":51,"CAC":52,"CCT":53,"CCA":54,"TGG":55,"ATA":56,"TCA":57,"TGC":58,"AGT":59,"AGA":60,"CAT":61,"TGT":62,"CTA":63,"AGG":64,"TAA":65,"CGA":66,"TGA":67,"TAG":68},"unk_token":"[UNK]"}}